Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4006 HRTA FAQ.tmx
Source language: en
Languages: es

source: A: The PHRTA is a ‘soft-stop’ which means following submission of the PHRTA, the ROA can be completed, however approval is required prior to the Opportunity proceeding to the proposal stage.
es: R: La PHRTA es una “parada temporal”, lo que significa que tras el envío de la PHRTA, es posible completar el proceso de ROA. Sin embargo, se requiere la aprobación antes de que la Oportunidad avance a la etapa de propuesta.

source: A: A Global library of Opportunity and Project-related HRT records will be maintained.
es: R: Se mantendrá una biblioteca global de registros de HRT relacionados con Oportunidades y Proyectos.

source: A: After the work is awarded to Golder, an Individual Traveller Assessment (ITA) is completed, one per traveller.
es: R: Después de que se haya adjudicado el trabajo a Golder, se completará una Evaluación de Viajero Individual (ITA) por cada viajero.

source: A: Approved PHRTAs will become part of the project HaSEP and will be managed by the Project Manager along with other project health, safety and security risks.
es: R: Las PHRTA aprobadas serán parte del HaSEP del proyecto y serán gestionadas por el Gerente de Proyecto junto con otros riesgos de salud y seguridad del proyecto.

source: A: Each traveller, prior to undertaking high risk travel, must complete and submit an ITA for review and travel approval.
es: R: Cada viajero, antes de emprender un viaje de alto riesgo, debe completar y enviar una ITA para su revisión y aprobación del viaje.

source: A: Following PHRTA review by a Global HRT Panel member, recommendations regarding the approval will be sent to the Regional President / Managing Director where the request originated with copies to the President / MD of the Region where the travel will take place.
es: R: Tras la revisión de la PHRTA por un integrante del Panel Global de HRT, las recomendaciones para la aprobación se enviarán al Presidente Regional o Managing Director de donde se originó la solicitud y se copiará al Presidente o MD de la región a donde se realizará el viaje.

source: A: Following the Regional HSSE Leader’s review process, a recommendation will be made to the traveller’s Supervisor regarding the approval to undertake the travel.
es: R: Después del proceso de revisión por parte del Líder Regional de HSSE, se hará una recomendación al jefe directo del viajero con respecto a la aprobación para realizar el viaje.

source: A: If you are an Opportunity Leader, Project Manager, a Golder employee likely to travel to high risk locations, a supervisor of high risk travellers, an approver of HRT, or a member of the HRT Panel, the changes to the HRT assessment process will apply to you.
es: R: Si eres un Líder de Oportunidades, un Gerente de Proyecto, un colaborador de Golder que probablemente viaje a lugares de alto riesgo, el jefe directo de viajeros de alto riesgo, un aprobador de HRT o un integrante del Panel de HRT, los cambios al proceso de evaluación de HRT se aplican a ti.

source: A: Once completed, the PHRTA is submitted to the Global HRT Panel Coordinator.
es: R: Cuando se ha completado, la PHRTA se envía al Coordinador Global del Panel de HRT.

source: A: Opportunities requiring work in, or travel to or through, high risk locations require the completion, review and approval of a single PHRTA addressing health, safety and security risks.
es: R: Las oportunidades que demandan trabajar en lugares de alto riesgo, viajar a ellos o transitar por estos requieren que se complete, revise y apruebe una PHRTA que responda a los riesgos de salud y seguridad.

source: A: The PHRTA is completed by the Opportunity Leader at the ROA stage to ensure Health, Safety and Security risks and mitigating controls are considered at the opportunity stage and prior to proposal and project planning.
es: R: El Líder de Oportunidades completará una PHRTA en la etapa de ROA para asegurarse de que se consideren los riesgos para la salud y seguridad y los controles de mitigación en la etapa de oportunidad y antes de las etapas de propuesta y planificación del proyecto.

source: A: The current Global High Risk Travel (HRT) assessment process has been reviewed and opportunities for improvement identified.
es: R: Se ha sometido a revisión el proceso actual de evaluación global de Viajes de Alto Riesgo (HRT), durante el cual se han identificado oportunidades de mejora.

source: A: The improved process has two steps, a Project High Risk Travel Assessment (PHRTA) and an Individual Traveller Assessment (ITA).
es: R: El proceso mejorado tiene dos pasos, una Evaluación de Viajes de Alto Riesgo de Proyecto (PHRTA) y una Evaluación de Viajero Individual (ITA).

source: A: The responsibility for ensuring that project travellers have an approved ITA lies with the Project Manager.
es: R: La responsabilidad de asegurarse de que todos los viajeros de proyecto tengan una ITA aprobada corresponde al Gerente de Proyecto.

source: A: The risk rating of a location (i.e., city or country) is determined by International SOS. The highest risk rating of a destination or travel-through location will be used. Any locations designated by International SOS as ‘high’ or ‘extreme’ security (travel) risk and/or ‘extreme’ medical risk shall be considered ‘high risk locations’.
es: R: La clasificación de riesgo de un lugar (ciudad o país, por ejemplo) está determinada por International SOS. Se usará la clasificación de riesgo más alta de un destino o lugar de paso. Todo lugar designado por International SOS como de riesgo de seguridad (de viaje) alto o extremo o de riesgo médico extremo se considerará un “lugar de alto riesgo”.

source: A: The traveller must submit the completed ITA to their Regional HSSE Leader for a review conversation.
es: R: El viajero debe enviar la ITA a su Líder Regional de HSSE para su revisión.

source: After the work is awarded to Golder, an Individual Traveller Assessment (ITA) is completed, one per traveller.
es: Después de que se haya adjudicado el trabajo a Golder, se completará una Evaluación de Viajero Individual (ITA) por cada viajero.

source: An ITA will contain personal information, and therefore, will only be stored in a secure and confidential location in accordance with data protection requirements.
es: Las ITA tendrán información personal de contacto. Por lo tanto, solo podrán almacenarse en un lugar seguro y confidencial, conforme a los requisitos de protección de datos.

source: An update will take place at the end of October to better manage business risks in countries with higher bribery and corruption risk levels or not aligned with our strategic goals.
es: A fines de octubre habrá una actualización para gestionar de mejor manera los riesgos del negocio en países que tienen niveles más altos de riesgo de soborno y corrupción o que no están alineados con nuestros objetivos estratégicos.

source: Approved PHRTAs will become part of the project HaSEP and will be managed by the Project Manager.
es: Las PHRTA aprobadas serán parte del HaSEP del proyecto y serán gestionadas por el Gerente de Proyecto.

source: As Project Manager, it is your responsibility to ensure that travellers comply with these requirements related to this project.
es: Como Gerente de Proyecto, es su responsabilidad asegurarse de que los viajeros cumplan con estos requisitos relacionados con este proyecto.

source: Dear Colleagues:
es: Estimados colegas:

source: Dear Project Manager
es: Estimado Gerente de Proyecto

source: Each traveller for this project must complete an Individual Traveller Assessment (ITA) and submit the completed document to their Regional HSSE Leader for review.
es: Cada viajero de este proyecto debe completar una Evaluación de Viajero Individual (ITA) y enviar el documento a su Líder Regional de HSSE para su revisión.

source: Effective September 19, 2016, an improved process has been launched which:
es: A contar del 19 de septiembre de 2016, se ha lanzado un proceso mejorado, el cual:

source: Effective September 19, 2016, an improved process is being launched reflecting efficiency, integration into our workflow, improved timing in review at the opportunities stage, and better tools to assess travellers and the project opportunity.
es: A contar del 19 de septiembre de 2016, se ha lanzado un proceso mejorado que refleja eficiencia, integración con nuestro flujo, mejora en la puntualidad de la revisión en la etapa de oportunidad y mejores herramientas para evaluar a los viajeros y la oportunidad de proyecto.

source: Following the ITA review process, a recommendation will be made to the traveller’s Supervisor regarding the approval to undertake the travel.
es: Después del proceso de revisión de la ITA, se hará una recomendación al jefe directo del viajero con respecto a la aprobación para realizar el viaje.

source: For high risk travel that is not project-related, the traveller is prompted via the Contacts HaSEP, established under GP6 for use in International Travel, to identify the risk ratings of the locations to be traveled to or through and where needed, required to complete the ITA process.
es: Para viajes de alto riesgo que no se relacionen con proyectos, se avisará al viajero mediante el HaSEP de contactos, establecido según el GP6 para su uso en viajes internacionales, con el fin de identificar las clasificaciones de riesgo de los lugares a donde se viajará o por los cuales se transitará y, de ser necesario, se exigirá completar el proceso de ITA.

source: For non-project travel the responsibility lies with the traveller’s supervisor.
es: Para los viajes no relacionados con proyectos, la responsabilidad recae en el jefe directo del viajero.

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Global HSSE will send a monthly status report on received HRT requests to the Project Risk Committee(s) for information and record.
es: El Grupo Global de HSSE enviará a los Comités de Riesgos de Proyectos un informe mensual de estado de las solicitudes de HRT recibidas para su información y registro.

source: High Risk Travel
es: Viajes de alto riesgo

source: How Does It Work?
es: ¿Cómo funciona?

source: If approval has not been received, please contact the HRT Panel Coordinator before proceeding.
es: Si no se ha obtenido la aprobación, contacte al Coordinador del Panel de HRT antes de continuar.

source: If you have any questions on this process, please feel free to contact us at HRTPanelCoordinator@golder.com.
es: Si tienen alguna pregunta sobre el proceso, pueden escribir a HRTPanelCoordinator@golder.com.

source: If you have any questions regarding this process, please contact your Regional HSSE Leader.
es: Si tiene alguna pregunta sobre el proceso, contacte a su Líder Regional de HSSE.

source: Improves the timeliness of the review at the opportunities stage, and
es: Mejora la puntualidad de la revisión en la etapa de oportunidades, y

source: In our continuing efforts to improve global processes that manage our risk, we are updating our policies and controls for travel and business outside of our home countries.
es: En un esfuerzo permanente por mejorar los procesos globales para gestionar nuestros riesgos, estamos actualizando nuestras políticas y controles para viajes y negocios fuera de nuestros países de origen.

source: In the simplest of terms, checkpoints are in place based on the best information we have to alert us to potential increased risks when opportunities are opened in Dynamics.
es: En términos muy simples, hay controles basados en la mejor información que tenemos para alertarnos de posibles riesgos mayores cuando se abran oportunidades en Dynamics.

source: Increases efficiency and integration into our existing workflow,
es: Aumenta la eficiencia y la integración en nuestro flujo actual;

source: Introduces better tools to assess the project opportunity and our travelers.
es: Introduce mejores herramientas para evaluar la oportunidad del proyecto y a nuestros viajeros.

source: Locations designated by International SOS as ‘high’ or ‘extreme’ security (travel) risk and/or ‘extreme’ medical risk shall be considered ‘high risk locations’.
es: Los lugares que tienen designación de riesgo de seguridad (de viaje) alto o extremo o de riesgo médico extremo en International SOS se considerarán como “lugares de alto riesgo”.

source: On award of a project number an automated email will be sent to the Project Manager to remind them of this responsibility:
es: Al asignarse un número de proyecto, se enviará un correo electrónico automático al Gerente de Proyecto para recordarle esta responsabilidad:

source: Please find attached an FAQ on the new High Risk Travel process.
es: Adjunto encontrarán un documento de Preguntas Frecuentes sobre el nuevo proceso de Viajes de Alto Riesgo.

source: Protection of our people and our business interests is of critical importance to Golder.
es: La protección de nuestra gente y de los intereses de nuestro negocio son de vital importancia para Golder.

source: Q: To whom do the changes to High Risk Travel apply?
es: P: ¿A quiénes se aplican los cambios en los Viajes de Alto Riesgo?

source: Q: What does the High Risk Travel assessment process require?
es: P: ¿Qué requiere el proceso de evaluación de Viajes de Alto Riesgo?

source: Q: What happens to Project High Risk Travel Assessments and Individual Traveller Assessments following review?
es: P: ¿Qué sucede a las Evaluaciones de Viajes de Alto Riesgo de Proyecto y a las Evaluaciones de Viajero Individual tras la revisión?

source: Q: What happens to a Project High Risk Travel Assessment after approval?
es: P: ¿Qué pasa con la Evaluación de Viajes de Alto Riesgo de Proyecto tras la aprobación?

source: Q: What is a Project High Risk Travel Assessment?
es: P: ¿Qué es una Evaluación de Viajes de Alto Riesgo de Proyecto?

source: Q: What is an Individual Traveller Assessment?
es: P: ¿Qué es una Evaluación de Viajero Individual?

source: Q: What qualifies as High Risk Travel?
es: P: ¿Qué califica como Viaje de Alto Riesgo?

source: Q: Who approves a Project High Risk Travel Assessment?
es: P: ¿Quién aprueba una Evaluación de Viajes de Alto Riesgo de Proyecto?

source: Q: Who approves an Individual Traveller Assessment?
es: P: ¿Quién aprueba una Evaluación de Viajero Individual?

source: Q: Who completes a Project High Risk Travel Assessment?
es: P: ¿Quién completa una Evaluación de Viajes de Alto Riesgo de Proyecto?

source: Q: Who is responsible for ensuring Individual Traveller Assessments are completed?
es: P: ¿Quién es responsable de asegurarse de que se complete una Evaluación de Viajero Individual?

source: Q: Who needs to complete an Individual Traveller Assessment?
es: P: ¿Quién debe completar una Evaluación de Viajero Individual?

source: Q: Who reviews a Project High Risk Travel Assessment?
es: P: ¿Quién revisa una Evaluación de Viajes de Alto Riesgo de Proyecto?

source: Q: Who reviews an Individual Traveller Assessment?
es: P: ¿Quién revisa una Evaluación de Viajero Individual?

source: Q: Why has the High Risk Travel Assessment process changed?
es: P: ¿Por qué ha cambiado el proceso de Evaluación de Viajes de Alto Riesgo?

source: Q: Will the Project High Risk Travel Assessment delay the ROA completion?
es: P: ¿La Evaluación de Viajes de Alto Riesgo de Proyecto retrasarán el proceso de ROA?

source: Recommendations regarding the approval will be sent to the traveller’s supervisor.
es: Las recomendaciones para la aprobación serán enviadas al jefe directo del viajero.

source: Regards,
es: Cordialmente,

source: Senior management will have the final say on any exceptions to working within these locations.
es: La gerencia senior tendrá la última palabra con respecto a cualquier excepción para trabajar en estos lugares.

source: Specific hazards assessed include the standard of medical facilities, communicable diseases, mosquito and waterborne illnesses, air travel, natural disasters, civil or political unrest or armed conflict, corruption, crime, kidnapping or terrorism.
es: Los peligros específicos a evaluar son el estándar de las instalaciones médicas, las enfermedades contagiosas, las enfermedades transmitidas por mosquitos o el agua, los viajes aéreos, los desastres naturales, los desórdenes civiles o políticos o los conflictos armados, la corrupción, el crimen, los secuestros o el terrorismo.

source: Thank you for your commitment and leadership in ensuring the continued health, safety and security of our people.
es: Gracias por su compromiso y liderazgo en asegurar la salud y seguridad permanente de nuestra gente.

source: The HRT Panel is comprised of experienced and knowledgeable travellers within Golder Associates.
es: El Panel de HRT se compone de viajeros experimentados y conocedores de Golder Associates.

source: The HRT assessment process applies to all project and non-project-related travel.
es: El proceso de evaluación de HRT se aplica a todo viaje relacionado con proyectos o no relacionado con ellos.

source: The HRT assessment process applies to all work-related travel including project and non-project-related travel.
es: El proceso de evaluación de HRT se aplica a todo viaje de trabajo, se relacione o no con proyectos.

source: The ITA is a tool used to gather information that will be discussed by the traveller and a Regional HSSE Leader with the objective of identifying and mitigating risk associated with individual travellers.
es: Las ITA son una herramienta para reunir información que será analizada por el viajero y un Líder Regional de HSSE con el fin de identificar y mitigar los riesgos para los viajeros individuales.

source: The ITA is reviewed in conversation with the traveller and the home Regional HSSE Leader with the objective of identifying and mitigating risk associated with individual travellers.
es: Las ITA serán revisadas en conjunto con el viajero y el Líder Regional de HSSE con el fin de identificar y mitigar los riesgos para los viajeros individuales.

source: The PHRTA is reviewed by a HRT Panel member and recommendations sent to the home region Regional President / Managing Director for final approval.
es: La PHRTA será revisada por un integrante del Panel de HRT y sus recomendaciones se enviarán al Presidente Regional o Managing Director de la región de origen para su aprobación final.

source: The Panel Coordinator then distributes to a Global HRT Panel Member for review.
es: El Coordinador del Panel la distribuye a un integrante del Panel Global de HRT para su revisión.

source: The flow diagram below gives a snapshot of the decision process.
es: El siguiente diagrama de flujo muestra el proceso de toma de decisiones.

source: The improved HRT process has two steps, a Project High Risk Travel Assessment (PHRTA) and an Individual Traveller Assessment (ITA).
es: El proceso de HRT mejorado tiene dos pasos, una Evaluación de Viajes de Alto Riesgo de Proyecto (PHRTA) y una Evaluación de Viajero Individual (ITA).

source: The improvements to the HRT process include one Global HRT Panel rather than several regional Travel Advisory Groups (TAGs) / High Risk Panels (HRPs).
es: Las mejoras al proceso de HRT incluyen un Panel Global de HRT en lugar de diversos grupos regionales de asesoría de viajes (TAG) o paneles de alto riesgo (HRP).

source: This includes our high risk travel (HRT) assessment and our Restricted (formerly No-Go) Country lists.
es: Esto incluye nuestra evaluación de viajes de alto riesgo (HRT) y nuestro listado de países con restricciones (antes No-Go).

source: This information provides responses to questions regarding High Risk Travel.
es: Esta información entrega respuestas a preguntas relacionadas con Viajes de Alto Riesgo.

source: This information should be read in conjunction with Global Procedure 6 Management of Health and Safety.
es: Esta información debe leerse en conjunto con el Procedimiento Global para la Gestión de la Salud y la Seguridad, GP6.

source: This project has been approved based on the mitigating controls identified in the Project High Risk Travel Assessment (PHRTA).
es: Se ha aprobado este proyecto de acuerdo con los controles de mitigación identificados en la Evaluación de Viajes de Alto Riesgo de Proyecto (PHRTA).

source: To effectively manage time and expectations, one PHRTA is completed by the Opportunity Leader at the ROA stage to ensure Health, Safety and Security risks and mitigating controls are considered at the opportunity stage and prior to proposal and project planning.
es: Para gestionar de manera eficaz el tiempo y las expectativas, el Líder de Oportunidades completará una PHRTA en la etapa de ROA para asegurarse de que se consideren los riesgos para la salud y seguridad y los controles de mitigación en la etapa de oportunidad y antes de las etapas de propuesta y planificación del proyecto.

source: We are committed to keeping our people safe and our business secure while serving our clients as they operate around the globe.
es: Tenemos el compromiso de mantener a nuestra gente y a nuestro negocio seguros al atender a nuestros clientes y operar en todo el mundo.

source: What Do You Need to Know?
es: ¿Qué necesitas saber?

source: Where business conditions dictate, locations will be placed onto a Restricted Country list managed by our CEO, COO and CLO.
es: Si lo ameritan las condiciones del negocio, se incluirán esos lugares en un listado de Países con Restricciones administrado por nuestro CEO, COO y CLO.

source: While the diagram may look complex, there is a limited number of steps to go through with a knowledgeable team of experts making the necessary judgment calls to keep our people safe and our business interests secure.
es: El diagrama puede parecer complejo, pero el número de pasos a seguir es limitado y habrá un equipo de expertos que hará los necesarios llamados a aplicar juicio para mantener a nuestra gente y a los intereses de nuestro negocio seguros.

source: While we are openly sharing this communication with all staff, this is most relevant to you if you are an Opportunity Leader, Project Manager, a Golder employee that is likely to travel to high and extreme risk locations, a supervisor or approver of high risk travelers, or a member of the HRT panel.
es: Si bien estamos compartiendo este comunicado con todo el personal, su relevancia es mayor si eres un Líder de Oportunidades, un Gerente de Proyecto, un colaborador de Golder que probablemente viaje a lugares de riesgo alto o extremo, un supervisor o aprobador de viajeros de alto riesgo o un integrante del panel de HRT.

source: Who Needs to Know?
es: ¿Quién necesita saber?

source: Your project has identified the requirement for work in, or travel to or through, locations risk rated by International SOS as High or Extreme Security or Extreme Medical.
es: Se ha identificado que su proyecto requiere trabajar en, viajar a o pasar por un lugar cuya calificación de riesgo según International SOS es alta o extrema para la seguridad o extrema para la salud.
